<template>
    <div>
        <div v-for="article in data">
            <h3>
                {{ article.title }}
            </h3>
            <p>
                {{ article.content }}
            </p>
        </div>
    </div>
</template>
<script setup>
const data = [
    { title: "就业政策一", content: "鼓励高校毕业生到基层和艰苦地区工作。各级政府要为高校毕业生创造工作条件，主要充实城市社区和农村乡镇基层单位，从事教育、卫生、公安、农技、扶贫和其他社会公益事业。在艰苦地区工作 2 年或 2 年以上者，报考研究生的，应优先予以推荐、录取；报考党政机关和应聘国有企事业单位的，同等条件下，应优先录用。" },
    
    { title: "就业政策二", content: "鼓励高校毕业生自主创业和灵活就业。凡高校毕业生从事个体经营的，除国家限制的行业外，自工商部门批准其经营之日起 1 年内免交登记类和管理类的各项行政事业性收费。有条件的地区由地方政府确定，在现有渠道中为高校毕业生提供创业小额贷款和担保。 " },
    { title: "就业政策三", content: "为高校毕业生办理户口和人事档案手续提供便利。对毕业离校时未落实工作单位的高校毕业生，本人要求户口和人事档案保留在学校的，按规定保留两年。在此期间，档案管理机构对保管其档案免收服务费用；本人要求将户口转回入学前户籍所在地的，公安机关应当按照户籍管理规定为其办理落户手续，人事、教育部门所属人才交流服务机构负责办理相关手续，人事部门所属人才交流服务机构免费提供人事代理服务。本人落实工作单位后，公安机关按有关规定办理户口迁移手续。" },
    { title: "就业政策四", content: "毕业半年以上未能就业并要求就业的高校毕业生，可持学校证明到入学前户籍所在城市或县劳动保障部门办理失业登记。劳动保障部门所属的公共职业介绍机构和街道劳动保障机构应免费为其提供就业服务。对已进行失业登记的高校毕业生，有条件的城市、社区可组织其参加临时性的社会工作、社会公益活动，或到用人单位见习，给予一定报酬。对于因患病等原因短期无法工作并确无生活来源者，由民政部门参照当地城市低保标准，给予临时救助。此项费用由地方财政列支。" },
    { title: "就业体验简介", content: "随着我国经济的发展，高等教育规模的扩张，高校毕业生就业问题越来越受到政府、企业、社会的关注。我国现在已经由毕业大学生人数过多的就业问题转变为毕业大学生无法与社会接轨的问题。大学生在学校所学与社会工作所要求技能存在较大差异，这种差异使得大学生在毕业后不能通过在所学大学的知识找到一份较为满意的工作，从而使就业问题变得越来越严峻。因此，大学生体验就业成为了大学生就业的关键一环，让大学生提前进行就业规划，对未来的学习与实践有较为明确的方向，就业体验就是让刚进入大学的学生根据其专业和打算从事的行业，由学校与社会进行协调安排，让大学生去到企业或者社会基层等直接参与从事工作一周左右，使大学生对将来想从事的职业有直观的感受，让大学生一开始就对其有相应的就业规划，在体验期间大学生可以直接与现场职工面对面交流，并且参与工作活动，了解工作所需技能，若大学生在体验后决定就从事相应的行业，则该活动能够提高学生在校学习的兴趣，提前学习和发展工作所需的各项技能，让大学生活不再迷茫，保证其毕业后就业的顺利进行，但如果大学生体验后发现该行业与自己的想象存在较大偏差，未来不想从事该行业，则该体验活动就能让大学生提前该换方向，找准定位，可更换其它行业进行体验就业，以便找到相应的职业发展规划，帮助其毕业就业时不迷茫，能够顺利就业。" },
    { title: "就业体验意义", content: "体验就业就是在学校教育和社会工作实操之间架起一座桥梁，让学生能够了解学校所教授的理论和社会工作所需要的实际技能，了解学校与社会的差别，让学生能够根据其自身的综合素质和个人兴趣爱好从事相应的工作，从而在一定程度上让学生对毕业后直接就业有一定的帮助。对于社会而言则在一定程度上减少大学生考公务员，考研究生的热度，让更多的大学生直接进入社会参与工作，促进大学生良性就业，减少社会资源的浪费。" },

    
]
</script>